
const setList = 
    {
      title: "이용약관 및 개인정보수집 약관",
      content: `<div>
      <h2>서비스 이용약관</h2>
      <h3>제 1 장 총칙</h3>
      <h4>제 1 조 (목적)</h4>
      <p>본 약관은 FIND가 운영하는 FIND 웹사이트(이하 "당 사이트")에서 제공하는 모든 서비스(이하 "서비스")의 이용조건 및 절차, 이용자와 당 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
      <h4>제 2 조 (약관의 효력과 변경)</h4>
      <p>① 당 사이트는 이용자가 본 약관 내용에 동의하는 것을 조건으로 이용자에게 서비스를 제공하며, 당 사이트의 서비스 제공 행위 및 이용자의 서비스 사용 행위에는 본 약관을 우선적으로 적용하겠습니다.</p>
      <p>② 당 사이트는 본 약관을 사전 고지 없이 변경할 수 있으며, 변경된 약관은 당 사이트 내에 공지함으로써 이용자가 직접 확인하도록 할 것입니다. 이용자가 변경된 약관에 동의하지 아니하는 경우 본인의 회원등록을 취소(회원탈퇴)할 수 있으며, 계속 사용할 경우에는 약관 변경에 대한 암묵적 동의로 간주됩니다. 변경된 약관은 공지와 동시에 그 효력을 발휘합니다.</p>
      <h4>제 3 조 (약관 외 준칙)</h4>
      <p>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 의합니다.</p>
      <h4>제 4 조 (용어의 정의)</h4>
      <p>① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
      <ol>
        <li>이용자: 본 약관에 따라 당 사이트가 제공하는 서비스를 받는 자</li>
        <li>가입: 당 사이트가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위</li>
        <li>회원: 당 사이트에 필요한 개인 정보를 제공하여 회원 등록을 한 자로서, 당 사이트의 정보 및 서비스를 이용할 수 있는 자</li>
        <li>아이디: 이용고객의 식별과 이용자가 서비스 이용을 위하여 이용자가 정한 문자와 숫자의 조합</li>
        <li>비밀번호: 아이디에 대한 본인 여부를 확인하기 위하여 사용되는 문자, 숫자, 특수문자 등의 조합</li>
        <li>탈퇴: 서비스 또는 회원이 이용계약을 종료하는 행위</li>
      </ol>
      <p>② 본 약관에서 정의하지 않은 용어는 개별서비스에 대한 별도 약관 및 이용규정에서 정의합니다.</p>
      <h3>제 2 장 서비스 제공 및 이용</h3>
      <h4>제 5 조 (이용 계약의 성립)</h4>
      <p>① 이용계약은 이용자가 온라인으로 당 사이트에서 제공하는 이용계약 신청서를 작성하여 가입을 완료하는 것으로 성립됩니다.</p>
      <p>② 당 사이트는 다음 각 호에 해당하는 경우에 가입을 취소할 수 있습니다.</p>
      <ol>
        <li>다른 사람의 명의를 사용하여 신청하였을 때</li>
        <li>이용 계약 신청서의 내용을 허위로 기재하였거나 신청하였을 때</li>
        <li>사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때</li>
        <li>다른 사람의 당 사이트 서비스 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 때</li>
        <li>당 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우</li>
        <li>기타 당 사이트가 정한 이용신청요건이 미비 되었을 때</li>
      </ol>
      <p>③ 당 사이트는 다음 각 호에 해당하는 경우 그 사유가 소멸될 때까지 이용계약 성립을 유보할 수 있습니다.</p>
      <ol>
        <li>서비스 관련 제반 용량이 부족한 경우</li>
        <li>기술상 장애 사유가 있는 경우</li>
      </ol>
      <p>④ 당 사이트가 제공하는 서비스는 자체 개발하거나 다른 기관과의 협의 등을 통해 제공하는 일체의 서비스를 말하는 것이며, 그 내용을 변경할 경우에는 이용자에게 공지한 후 변경하여 제공할 수 있습니다.</p>
      <h4>제 6 조 (회원정보 사용에 대한 동의)</h4>
      <p>① 회원의 개인정보는 공공기관의 개인정보보호법에 의해 보호되며 당 사이트의  개인정보처리방침이 적용됩니다.</p>
      <p>② 당 사이트의 회원 정보는 다음과 같이 수집, 사용, 관리, 보호됩니다.</p>
      <ol>
        <li>개인정보의 수집: 당 사이트는 회원 가입시 회원이 제공하는 정보를 수집합니다.</li>
        <li>개인정보의 사용: 당 사이트는 서비스 제공과 관련해서 수집된 회원정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 방송통신심의위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우, 회원이 당 사이트에 제공한 개인정보를 스스로 공개한 경우에는 그러하지 않습니다.</li>
        <li>개인정보의 관리: 회원은 개인정보의 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 회원의 개인정보를 수정/삭제할 수 있습니다. 수신되는 정보 중 불필요하다고 생각되는 부분도 변경/조정할 수 있습니다. 개인정보의 이용기간은 이용자가 가입을 완료하고 개인정보관리에서 회원가입을 탈퇴하는 시점이며 보호기간도 동일합니다.</li>
        <li>개인정보의 보호: 회원의 개인정보는 오직 회원만이 열람/수정/삭제 할 수 있으며, 이는 전적으로 회원의 아이디와 비밀번호에 의해 관리되고 있습니다. 따라서 타인에게 본인의 아이디와 비밀번호를 알려주어서는 아니 되며, 작업 종료 시에는 웹 브라우저의 창을 닫아주시기 바랍니다(이는 타인과 컴퓨터를 공유하는 인터넷 카페 등에서는 특히 중요합니다).</li>
      </ol>
      <h3>제 3 장 회원의 의무</h3>  
      <h4>제 7 조 (회원의 정보 보안)</h4>
  <p>① 가입 신청자가 당 사이트 서비스 가입 절차를 완료하는 순간부터 회원은 입력한 정보의 비밀을 유지할 책임이 있으며, 회원의 아이디와 비밀번호를 타인에게 제공하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있습니다.</p>
  <p>② 아이디와 비밀번호에 관한 모든 관리의 책임은 회원에게 있으며, 회원의 아이디나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 당 사이트에 신고하여야 합니다. 신고를 하지 않음으로 인한 모든 책임은 회원 본인에게 있습니다.</p>
  <p>③ 회원은 당 사이트 서비스의 사용 종료 시마다 정확히 접속을 종료하도록 해야 하며, 정확히 종료하지 아니함으로써 제3자가 이용자 또는 회원에 관한 정보를 이용하게 되는 등의 결과로 인해 발생하는 손해 및 손실에 대하여 당 사이트는 책임을 부담하지 아니합니다.</p>
  <h3>제 8 조 (서비스 이용시간)</h3>
  <p>① 서비스 이용시간은 당 사이트의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.</p>
  <p>② 제1항의 이용시간은 정기점검 등의 필요로 인하여 당 사이트가 정한 날 또는 시간 및 예기치 않은 사건사고로 인한 시간은 예외로 합니다.</p>
  <h4>제 9 조 (서비스의 중지 및 정보의 저장과 사용)</h4>
  <p>① 당 사이트 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 당 사이트의 관리 범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 당 사이트는 관련 책임을 부담하지 아니합니다.</p>
  <p>② 당 사이트가 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전의 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 이용자가 고지내용을 인지하지 못한 데 대하여 당 사이트는 책임을 부담하지 아니합니다. 부득이한 사정이 있을 경우 위 사전 고지기간은 감축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제․전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 당 사이트는 책임을 부담하지 아니합니다.</p>
  <p>③ 당 사이트의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제2항에 의거합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.</p>
  <p>④ 당 사이트는 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 이용자 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.</p>
  <p>⑤ 당 사이트는 이용자가 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 당 사이트는 위 이용자의 접속을 금지할 수 있습니다.</p>
  <p>⑥ 장기간 휴면 회원인 경우 안내 메일 또는 공지사항 발표 후 1주일간의 통지 기간을 거쳐 서비스 사용을 중지할 수 있습니다.</p>
  <h4>제 10 조 (서비스의 변경 및 해지)</h4>
  <p>① 당 사이트는 이용자가 서비스를 이용하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않으며, 회원이 본 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.</p>
  <p>② 당 사이트는 서비스 이용과 관련하여 가입자에게 발생한 손해 중 가입자의 고의, 과실에 의한 손해에 대하여 책임을 부담하지 아니합니다.</p>
  <p>③ 회원을 탈퇴하고자 하는 경우에는 당 사이트 로그인 후 회원탈퇴 절차에 따라 해지할 수 있습니다.</p>
      <h4>제 15 조 (회원의 의무)</h4>
  <p>① 회원 가입시에 요구되는 정보는 정확하게 기입하여야 합니다. 또한 이미 제공된 회원에 대한 정보가 정확한 정보가 되도록 유지, 갱신하여야 하며, 회원은 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.</p>
  <p>② 회원은 당 사이트의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.</p>
  <p>③ 회원은 당 사이트 서비스를 이용하여 얻은 정보를 당 사이트의 사전승낙 없이 복사, 복제, 변경, 번역, 출판·방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.</p>
  <p>④ 이용자는 당 사이트 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안 됩니다.
    1. 다른 회원의 아이디를 부정 사용하는 행위
    2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
    3. 선량한 풍속, 기타 사회질서를 해하는 행위
    4. 타인의 명예를 훼손하거나 모욕하는 행위
    5. 타인의 지적재산권 등의 권리를 침해하는 행위
    6. 해킹행위 또는 컴퓨터바이러스의 유포행위
    7. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
    8. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
    9. 당 사이트에 게시된 정보의 변경</p>
  <h3>제 4 장 기 타</h3>
  <h4>제 16 조 (당 사이트의 소유권)</h4>
  <p>① 당 사이트가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 당 사이트에 소유권이 있습니다.</p>
  <p>② 이용자는 당 사이트가 명시적으로 승인한 경우를 제외하고는 전항의 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정 행위, 상업적 이용 행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.</p>
  <h4>제 17 조 (양도금지)</h4>
  <p>회원이 서비스의 이용권한, 기타 이용계약 상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</p>
  <h4>제 18 조 (손해배상)</h4>
  <p>당 사이트는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 당 사이트가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.</p>
  <h4>제 19 조 (면책조항)</h4>
  <p>① 당 사이트는 서비스에 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할 의무가 없으며 회원이나 제3자에 의해 표출된 의견을 승인하거나 반대하거나 수정하지 않습니다. 당 사이트는 어떠한 경우라도 회원이 서비스에 담긴 정보에 의존해 얻은 이득이나 입은 손해에 대해 책임이 없습니다.</p>
  <p>② 당 사이트는 회원간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.</p>
  <h4>제 20 조 (관할법원)</h4>
  <p>본 서비스 이용과 관련하여 발생한 분쟁에 대해 소송이 제기될 경우 인천지방법원을 전속적 관할 법원으로 합니다.</p>
  <h4>부 칙</h4>
  <p>(시행일) 본 약관은 2023년 6월 15일부터 시행됩니다. 개정된 약관의 적용일자 이전 이용자 또는 회원은 개정된 이용약관의 적용을 받습니다.</p>
  <br/>
  <br/>
  <h2>개인정보 수집/이용 동의</h2>
  <h3>1. 개인정보의 수집항목 및 수집방법</h3>
  <p>FIND 웹사이트에서는 기본적인 회원 서비스 제공을 위한 필수정보로 다음의 정보를 수집하고 있습니다. 필수정보를 입력해주셔야 회원 서비스 이용이 가능합니다.</p>
  <h4>가. 수집하는 개인정보의 항목</h4>
  <p>- 가입정보 : 이메일, 비밀번호, 닉네임</p>
  <p>[컴퓨터에 의해 자동으로 수집되는 정보]</p>
  <p>인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.</p>
  <p>- IP주소, 서비스 이용기록, 방문기록 등</p>
  <h3>나. 개인정보 수집방법</h3>
  <h4>홈페이지 회원가입을 통한 수집</h4>
  <p>2. 개인정보의 수집/이용 목적 및 보유/이용 기간</p>
  <p>통계청 나라통계사이트에서는 정보주체의 회원 가입일로부터 서비스를 제공하는 기간 동안에 한하여 FIND 서비스를 이용하기 위한 최소한의 개인정보를 보유 및 이용 하게 됩니다. 회원가입 등을 통해 개인정보의 수집·이용, 제공 등에 대해 동의하신 내용은 언제든지 철회하실 수 있습니다. 웹사이트 내에 문의하기를 통해 회원 탈퇴를 요청하거나 수집/이용목적을 달성하거나 보유/이용기간이 종료한 경우, 사업 폐지 등의 사유발생시 개인 정보를 지체 없이 파기합니다.</p>
  <p>* 가입정보</p>
  <p>- 개인정보 수집항목 : 이메일, 비밀번호, 닉네임</p>
  <p>- 개인정보의 수집·이용목적 : 홈페이지 서비스 이용 및 회원관리, 불량회원의 부정 이용방지, 웹사이트 관련 공지</p>
  <p>- 개인정보의 보유 및 이용기간 : 2년 또는 회원탈퇴시</p>
  <p>정보주체는 개인정보의 수집·이용목적에 대한 동의를 거부할 수 있으며, 동의 거부시 FIND 웹사이트에 회원가입이 되지 않으며, FIND 웹사이트에서 제공하는 서비스를 이용할 수 없습니다.</p>
  <h3>3. 수집한 개인정보 제3자 제공</h3>
  <p>FIND 웹사이트는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공하고 있습니다.</p>
  <h3>4. 정보주체의 권리, 의무 및 그 행사방법</h3>
  <p>이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.</p>
  <p>- 개인정보 열람요구</p>
  <p>- 오류 등이 있을 경우 정정 요구</p>
  <p>- 삭제요구</p>
  <p>- 처리정지 요구</p>
  <h3>5. 개인정보의 파기절차 및 방법</h3>
  <p>FIND 웹사이트는 원칙적으로 개인정보의 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.</p>
  <p>- 파기절차</p>
  <p>회원가입 등을 통해 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정기간 저장된 후 파기되어집니다.</p>
  <p>- 파기방법</p>
  <p>종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
  <p>전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>
  <p>위 개인정보 수집/이용에 대한 동의를 거부할 수 있으나 동의를 거부할 경우 웹사이트 회원으로서의 서비스 제공을 받으실 수 없습니다.</p>
  <div>`,
    }

  export const Terms = () => {
    return (<>
    <div style={{padding: '0px 30px'}} dangerouslySetInnerHTML={{ __html: setList.content }} />
    </>);
}
